{
  "Alpha": { "branch": "main" },
  "BufferLine": { "branch": "main" },
  "LuaLine": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NvimColorizer": { "branch": "master" },
  "NvimTree": { "branch": "master" },
  "NvimTreesitter": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "VimTeX": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "competitest": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "nui": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary": { "branch": "master" },
  "tokyonight": { "branch": "main" }
}