{
  "Alpha": { "branch": "main" },
  "BufferLine": { "branch": "main" },
  "Catppuccin": { "branch": "main" },
  "CompetiTest": { "branch": "master" },
  "LuaLine": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "MarkdownPreview": { "branch": "master" },
  "NUI": { "branch": "main" },
  "NvimColorizer": { "branch": "master" },
  "NvimTree": { "branch": "master" },
  "NvimTreesitter": { "branch": "master" },
  "NvimWebDevicons": { "branch": "master" },
  "Plenary": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "TokyoNight": { "branch": "main" },
  "VimTeX": { "branch": "master" },
  "WhichKey": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" }
}