{
  "Alpha": { "branch": "main" },
  "BufferLine": { "branch": "main" },
  "Catppuccin": { "branch": "main" },
  "CompetiTest": { "branch": "master" },
  "Lang.yuck": { "branch": "master" },
  "LuaLine": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "MarkdownPreview": { "branch": "master" },
  "NUI": { "branch": "main" },
  "Noice": { "branch": "main" },
  "Nord": { "branch": "master" },
  "NvimColorizer": { "branch": "master" },
  "NvimNotify": { "branch": "master" },
  "NvimParinfer": { "branch": "master" },
  "NvimTree": { "branch": "master" },
  "NvimTreesitter": { "branch": "master" },
  "NvimWebDevicons": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Tokyo Night": { "branch": "main" },
  "VimTeX": { "branch": "master" },
  "WhichKey": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "hologram.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-sxhkdrc": { "branch": "master" }
}
