{
  "BufferLine": { "branch": "main" },
  "CompetiTest": { "branch": "master" },
  "Lang.yuck": { "branch": "master" },
  "LuaLine": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "MarkdownPreview": { "branch": "master" },
  "NUI": { "branch": "main" },
  "NvimColorizer": { "branch": "master" },
  "NvimNotify": { "branch": "master" },
  "NvimParinfer": { "branch": "master" },
  "NvimTree": { "branch": "master" },
  "NvimTreesitter": { "branch": "master" },
  "NvimWebDevicons": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "VimTeX": { "branch": "master" },
  "WhichKey": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "chatgpt.nvim": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-river": { "branch": "main" },
  "vim-sxhkdrc": { "branch": "master" }
}
